Repository: mrasyidhaikal/Picho
Catalog: Picho/*.lproj/Localizable.strings
Languages: id

source: Hi there!!
id: Haii !

source: I’m Picho, a pistachio. And I contain ‘good’ cholesterol for your body! But! Do you know that ‘bad’ cholesterol also exist?
id: Aku Picho, si pistachio. Aku adalah sumber kolesterol ‘baik’ yang dibutuhkan tubuhmu! Tapi, apakah kamu tau kolesterol ‘jahat’ juga ada?

source: Health requires healthy food
id: Untuk sehat perlu makanan yang sehat

source: We get the ‘good’ cholesterol (HDL) from healthy and balanced diet. And the ‘bad’ (LDL) ones from unhealthy and unbalanced diet.
id: Kamu akan memperoleh kolesterol ‘baik’ (HDL) dari makan makanan yang sehat dan seimbang. Dan memperoleh kolesterol ‘jahat’ jika melakukan sebaliknya

source: Too much ‘bad’ Cholesterol in your body...
id: Terlalu banyak kolesterol ‘jahat’ dalam tubuhmu...

source: can form plaque on the arteries, making the passage smaller, leading to high blood pressure (HBP), heart diseases and stroke.
id: dapat membentuk plak di arteri, dan menyumbat pembuluh darah. Hal ini akan menyebabkan tekanan darah tinggi, penyakit jantung dan stroke.

source: Enjoy what you eat Eat what you enjoy!
id: Nikmati apa yang kamu ingin makan dan Makan lah apa yang kamu suka!

source: Picho is help you to eat what you love while being aware of your food consumption and cholesterol.
id: Picho membantu Anda makan apa yang Anda sukai sambil tetap waspada terhadap konsumsi makanan dan kolesterol Anda.

source: Get Started
id: Mulaii!

source: Picho is here to help!
id: Picho hadir untuk membantu!

source: Picho needs the following information to help you with your recommended daily intake of calorie, saturated fat and sugar.
id: Picho butuh informasi berikut untuk membantu kamu dengan memberikan saran konsumsi kalori, lemak jenuh dan gula harian.

source: Alrighty!
id: Oke!

source: Nice to meet you!
id: Senang bertemu denganmu!

source: Picho will be your buddy throughout this journey, tell him your name so you can get to know each other!
id: Picho akan menjadi temanmu melewati ini semua. Beritahu namamu agar kita kenal satu sama lain!

source: Your Name
id: Nama Kamu

source: Continue
id: Selanjutnya

source: I want to know more about you.
id: Saya mau lebih lagi mengenal kamu.

source: Different age and gender have different calories needs, also fat and sugar intake. Tell Picho yours so he can help you calculate!
id: Berbeda usia dan jenis kelamin tentu berbeda pula kebutuhan kalori, lemak dan gula hariannya. Beritahu tentang mu, dan Picho akan menghitungnya.

source: Gender
id: Jenis Kelamin

source: Age
id: Umur

source: Can you tell me about your current weight and height?
id: Boleh beritahu saya tinggi dan berat badanmu?

source: To get better estimation for you calorie needs, Picho also need your weight and height...
id: Untuk memperoleh estimasi yang lebih baik tentang kebutuhan kalorimu, Picho juga butuh informasi tinggi dan berat badanmu.

source: Weight (kg)
id: Berat Badan (kg)

source: Weight
id: Berat Badan

source: Height (cm)
id: Tinggi Badan (cm)

source: Height
id: Tinggi Badan

source: Awesome!
id: Wow!!

source: Before we proceed further, Picho wanted to remind you...
id: Sebelum kita mulai, Picho ingin memberitahumu sesuatu...

source: The information contained in this mobile app should not be used to diagnose or treat any illness. All information is intended for your general knowledge only and is not a substitute for medical advice or treatment for specific medical conditions.
id: Informasi yang terdapat pada mobile app ini tidak boleh digunakan untuk mendiagnosa atau mengobati penyakit apapun. Semua informasi hanya sebatas pengetahuan umum Anda saja dan bukan merupakan pengganti nasihat medis atau perawatan untuk kondisi medis tertentu.

source: I have read and I agreed with that.
id: Saya sudah membaca dan setuju dengan pernyataan diatas.

source: Today
id: Hari ini

source: Morning
id: Pagii

source: Hope you've had a good night's sleep
id: Semoga tidurmu nyenyak

source: Log Breakfast
id: Tambahkan

source: You haven't started!
id: Kamu Belum Memulai!

source: Start by logging in what you eat today
id: Mulailah dengan mencatat apa yang Anda makan hari ini

source: Lunchie!
id: Waktunya Makan Siang

source: Psst.. I heard lunch is a great place to be
id: Ssst .. Kudengar ada tempat makan siang yang bagus

source: What a day it has been, don't forget to log your dinner
id: Hari yang indah, jangan lupa mencatat makan malam Kamu

source: Din din!
id: Ayo Makan Malam!

source: Log Dinner
id: Tambahkan

source: Log Lunch
id: Tambahkan

source: Activity
id: Aktivitas

source: Calories
id: Kalori

source: from (0) cal/day
id: dari (0) cal/hari

source: Saturated Fat
id: Lemak jenuh

source: (0)g left
id: (0)g tersisa

source: Sugar
id: Gula

source: 💧 %@ cups remaining
id: 💧 %@ gelas tersisa

source: Meals Today
id: Makanan Hari ini

source: Add Breakfast
id: Tambahkan Sarapan

source: Add Lunch
id: Tambahkan Makan Siang

source: Add Dinner
id: Tambahkan Makan Malam

source: Add Snacks
id: Tambahkan Sarapan

source: Saturated fat and sugar can trigger increase in ‘bad’ cholesterol (LDL). When sugar level is high, excess sugar gets converted to triglycerides.High triglycerides cause hardening on the arteries' wall (atherosclerosis). Along with ‘bad’ cholesterol (LDL), they increase the risk of stroke, heart attack and heart disease.
id: Lemak jenuh dan gula dapat memicu peningkatan kolesterol 'jahat' (LDL). Ketika kadar gula tinggi, kelebihan gula diubah menjadi trigliserida. Trigliserida tinggi menyebabkan pengerasan pada dinding arteri (aterosklerosis). Bersamaan dengan kolesterol 'jahat' ( LDL), meningkatkan risiko stroke, serangan jantung, dan penyakit jantung.

source: By losing fat and building muscles, you can increase your ‘good’ HDL (high-density lipoprotein) cholesterol while decreasing your ‘bad’ LDL (low-density lipoprotein) cholesterol at the same time! That’s just killing two birds with one stone, right?Picho can help you track your burned calories and adjust your daily intake better when linked to Health.
id: Dengan menghilangkan lemak dan membangun otot, Anda dapat meningkatkan kolesterol 'baik' HDL (lipoprotein densitas tinggi) Anda sekaligus menurunkan kolesterol LDL (lipoprotein densitas rendah) 'jahat' Anda pada saat yang sama! Itu hanya membunuh dua burung dengan satu batu , bukan? Picho dapat membantu Anda melacak kalori yang terbakar dan menyesuaikan asupan harian Anda dengan lebih baik bila dikaitkan dengan Kesehatan.

source: Dehydration cause the buildup of ‘bad’ LDL (low-density lipoprotein) cholesterol in our blood stream and also damage cell walls of arteries.Drinking enough water makes it easier for your blood to move in your body. And this will help our body to clear the ‘bad’ cholesterol more quickly!
id: Dehidrasi menyebabkan penumpukan kolesterol 'jahat' LDL (low-density lipoprotein) dalam aliran darah kita dan juga merusak dinding sel arteri. Minum cukup air membuat darah Anda lebih mudah bergerak di dalam tubuh. Dan ini akan membantu tubuh kita. untuk membersihkan kolesterol 'jahat' lebih cepat!

source: Good
id: Baik

source: Need more water
id: Butuh Lebih banyak air

source: Water Intake
id: Asupan Air

source: Would you mind to share your %@ with me?
id: Haloo, Apa yang kamu makan waktu %@ ?

source: Search
id: Pencarian

source: Search for a food
id: Cari Makanan

source: Recent
id: Terbaru

source: Favorites
id: Favorit

source: Fat
id: Lemak

source: Sugars
id: Gula

source: Trans Fat
id: Lemak Trans

source: Polysaturated Fat
id: Lemak Tak Jenuh Ganda

source: Monosaturated Fat
id: Lemak Tak Jenuh Tunggal

source: Carbohydrate
id: Karbohidrat

source: Fiber
id: Serat

source: Nutritional Information
id: Informasi Nutrisi

source: Per Serve
id: Per Penyajian

source: Cholesterol
id: Kolesterol

source: Add
id: Tambahkan

source: Breakfast
id: Sarapan

source: Lunch
id: Makan Siang

source: Dinner
id: Makan Malam

source: Snacks
id: Cemilan

source: Within ±10% of allowance
id: ±10% Dari yang disarankan

source: Within ±20% of allowance
id: ±20% Dari yang disarankan

source: Within ±30% of allowance
id: ±30% Dari yang disarankan

source: Sugar - %@ g
id: Gula - %@ g

source: Saturated Fat - %@ g
id: Lemak Jenuh - %@ g

source: %@ Times
id: %@ Kali

source: Average Calories
id: Rata-rata Kalori

source: Average Saturated Fat
id: Rata-rata Lemak Jenuh

source: Average Sugar
id: Rata-rata Gula

source: from %@ cal/day
id: dari %@ cal/hari

source: from %@ g/day
id: dari %@ g/hari

source: Notifications
id: Notifikasi

source: Sync to HealthKit
id: Sinkronkan ke HealthKit

source: Good morning!
id: Selamat Pagi!

source: Start your day with a breakfast, and don’t forget to log it! 😉
id: Mulailah hari Anda dengan sarapan, dan jangan lupa untuk mencatatnya! 😉

source: It's past midday!
id: Ini Sudah Lewat Tengah Hari!

source: What did you have for lunch today?
id: Apa yang kamu sudah makan makan siang hari ini?

source: Evening is here!
id: Malam sudah tiba!

source: Have you had your dinner? Don’t forget to log it!
id: Apakah Anda sudah makan malam? Jangan lupa mencatatnya!

source: Now is the best time for snacks.
id: Sekarang waktu terbaik untuk cemilan.

source: Picho loves snack time. What about you?
id: Picho suka cemilan. Bagaimana denganmu?

source: Eight glasses of water a day, keeps dehydration away!
id: Delapan gelas air sehari,untuk mencegah dehidrasi!

source: Weight In
id: Catat Berat Badan Kamu

source: Have you checked your weight?
id: Sudahkah Anda memeriksa berat badan Anda?

source: Reflection
id: Refleksi

source: Check your progress
id: Cek Progress Kamu

source: Weighing yourself at the same time weekly will give a more accurate weight result
id: Menimbang diri Anda pada waktu yang sama setiap minggu akan memberikan hasil penimbangan yang lebih akurat

source: Reflect on your progress at the same time weekly to understand your current habit and make an informed decision on changes to make for the coming week
id: Renungkan kemajuan Anda pada waktu yang sama setiap minggu untuk memahami kebiasaan Anda saat ini dan membuat keputusan berdasarkan informasi tentang perubahan yang akan dibuat untuk minggu mendatang
